tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "sambadevi/powerlevel9k"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "ansible"
brew "apktool"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "ccze"
brew "coreutils"
brew "git"
brew "git-extras"
brew "libksba"
brew "gnupg"
brew "gping"
brew "htop"
brew "jadx"
brew "oniguruma"
brew "jq"
brew "libtool"
brew "mas"
brew "mysql"
brew "pandoc"
brew "pdf2htmlex"
brew "perl"
brew "pkg-config"
brew "python@3.9"
brew "redis"
brew "ruby"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "unrar"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "alfred", args: { appdir: "/Applications" }
cask "caffeine", args: { appdir: "/Applications" }
cask "evernote", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-fira-code"
cask "iterm2", args: { appdir: "/Applications" }
cask "keepingyouawake"
cask "keycastr"
cask "powershell"
cask "slack", args: { appdir: "/Applications" }
cask "smcfancontrol"
cask "vlc", args: { appdir: "/Applications" }
