cask_args appdir: '/Applications'
tap 'caskroom/cask'
brew 'mas'

# Version Control
brew 'git'
brew 'git-extras'

# dbs
brew 'mysql'
brew 'sqlite'
brew 'redis'

# editors
brew 'vim'

# Nifty features
brew 'speedtest_cli'
brew 'ccze'
brew 'ssh-copy-id'
brew 'wget'

# Casks
cask 'google-chrome'
cask 'vlc'
cask 'iterm2'
cask 'evernote'
cask 'visual-studio-code'
cask 'firefox'
cask 'slack'
cask 'alfred'
cask 'keepingyouawake'
cask 'clipmenu'
cask 'macs-fan-control'

brew 'autoconf'
brew 'coreutils'
brew 'oniguruma'
brew 'libtool'
brew 'openssl'
brew 'pkg-config'
brew 'python'
brew 'automake'
brew 'gdbm'
brew 'jq'
brew 'htop'
brew 'libksba'
brew 'libyaml'
brew 'perl'
brew 'readline'
brew 'ruby'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

# Mas
# mas '1Password', id: 443987910
